Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: If this persists 2+ days, consider what's accumulating — load, illness, life stress.
ar: إذا استمر ذلك يومين أو أكثر، فكّر فيما يتراكم — الحمل، أو المرض، أو ضغوط الحياة.
da: Hvis det varer 2+ dage, så overvej hvad der hober sig op — belastning, sygdom, livsstress.
de: Hält das 2+ Tage an, überlege, was sich anhäuft — Belastung, Krankheit, Alltagsstress.
es: Si esto persiste 2+ días, piensa qué se está acumulando — carga, enfermedad, estrés vital.
fi: Jos tämä jatkuu 2+ päivää, mieti mitä kertyy — kuorma, sairaus, elämän stressi.
fr: Si cela dure 2 jours ou plus, réfléchissez à ce qui s’accumule — charge, maladie, stress de la vie.
is: Ef þetta varir í 2+ daga, hugleiddu hvað er að safnast upp — álag, veikindi, lífsstreita.
it: Se persiste per 2+ giorni, chiediti cosa si sta accumulando — carico, malattia, stress di vita.
ja: これが 2 日以上続く場合は、何が積み重なっているか考えてみてください — 負荷、体調不良、生活上のストレス。
ko: 이 상태가 2일 이상 지속되면 무엇이 쌓이고 있는지 살펴보세요 — 부하, 질병, 생활 스트레스.
nb: Hvis dette varer 2+ dager, tenk over hva som hoper seg opp — belastning, sykdom, livsstress.
nl: Houdt dit 2+ dagen aan, bedenk dan wat zich opstapelt — belasting, ziekte, levensstress.
pt_br: Se isso persistir por 2+ dias, pense no que está se acumulando — carga, doença, estresse da vida.
ru: Если это длится 2+ дня, подумайте, что накапливается — нагрузка, болезнь, жизненный стресс.
sv: Om detta håller i sig 2+ dagar, fundera på vad som hopar sig — belastning, sjukdom, livsstress.
zh_hans: 若持续 2 天以上，想想是什么在累积 — 训练负荷、疾病或生活压力。

source: If you add a Claude, ChatGPT, Gemini, Grok, or DeepSeek API key, your session data and questions are sent to Anthropic, OpenAI, Google, xAI, or DeepSeek, under that company's privacy policy.
ar: إذا أضفت مفتاح API لـ Claude أو ChatGPT أو Gemini أو Grok أو DeepSeek، فتُرسل بيانات جلساتك وأسئلتك إلى Anthropic أو OpenAI أو Google أو xAI أو DeepSeek على التوالي، وفق سياسة الخصوصية لتلك الشركة.
da: Hvis du tilføjer en API-nøgle til Claude, ChatGPT, Gemini, Grok eller DeepSeek, sendes dine sessionsdata og spørgsmål til henholdsvis Anthropic, OpenAI, Google, xAI eller DeepSeek under den pågældende virksomheds privatlivspolitik.
de: Wenn du einen API-Schlüssel für Claude, ChatGPT, Gemini, Grok oder DeepSeek hinzufügst, werden deine Sitzungsdaten und Fragen an Anthropic, OpenAI, Google, xAI bzw. DeepSeek gesendet, gemäß der Datenschutzrichtlinie des jeweiligen Unternehmens.
es: Si añades una clave de API de Claude, ChatGPT, Gemini, Grok o DeepSeek, los datos de tu sesión y tus preguntas se envían a Anthropic, OpenAI, Google, xAI o DeepSeek, respectivamente, según la política de privacidad de esa empresa.
fi: Jos lisäät Claude-, ChatGPT-, Gemini-, Grok- tai DeepSeek-API-avaimen, istuntotietosi ja kysymyksesi lähetetään Anthropicille, OpenAI:lle, Googlelle, xAI:lle tai DeepSeekille kyseisen yrityksen tietosuojakäytännön mukaisesti.
fr: Si vous ajoutez une clé d’API Claude, ChatGPT, Gemini, Grok ou DeepSeek, vos données de séance et vos questions sont envoyées à Anthropic, OpenAI, Google, xAI ou DeepSeek, selon la politique de confidentialité de cette entreprise.
is: Ef þú bætir við API-lykli fyrir Claude, ChatGPT, Gemini, Grok eða DeepSeek eru lotugögnin þín og spurningar send til Anthropic, OpenAI, Google, xAI eða DeepSeek, samkvæmt persónuverndarstefnu viðkomandi fyrirtækis.
it: Se aggiungi una chiave API di Claude, ChatGPT, Gemini, Grok o DeepSeek, i dati della sessione e le tue domande vengono inviati ad Anthropic, OpenAI, Google, xAI o DeepSeek, secondo l’informativa sulla privacy di quell’azienda.
ja: Claude、ChatGPT、Gemini、Grok、DeepSeek の API キーを追加すると、セッションデータと質問はそれぞれ Anthropic、OpenAI、Google、xAI、DeepSeek に、その企業のプライバシーポリシーのもとで送信されます。
ko: Claude, ChatGPT, Gemini, Grok 또는 DeepSeek API 키를 추가하면 세션 데이터와 질문이 해당 회사의 개인정보 처리방침에 따라 Anthropic, OpenAI, Google, xAI 또는 DeepSeek로 전송됩니다.
nb: Hvis du legger til en API-nøkkel for Claude, ChatGPT, Gemini, Grok eller DeepSeek, sendes øktdataene og spørsmålene dine til Anthropic, OpenAI, Google, xAI eller DeepSeek, under det selskapets personvernregler.
nl: Als je een API-sleutel voor Claude, ChatGPT, Gemini, Grok of DeepSeek toevoegt, worden je sessiegegevens en vragen naar Anthropic, OpenAI, Google, xAI of DeepSeek gestuurd, onder het privacybeleid van dat bedrijf.
pt_br: Se você adicionar uma chave de API do Claude, ChatGPT, Gemini, Grok ou DeepSeek, os dados da sua sessão e suas perguntas são enviados à Anthropic, OpenAI, Google, xAI ou DeepSeek, conforme a política de privacidade dessa empresa.
ru: Если вы добавите ключ API для Claude, ChatGPT, Gemini, Grok или DeepSeek, данные вашей сессии и ваши вопросы отправляются в Anthropic, OpenAI, Google, xAI или DeepSeek в соответствии с политикой конфиденциальности этой компании.
sv: Om du lägger till en API-nyckel för Claude, ChatGPT, Gemini, Grok eller DeepSeek skickas dina sessionsdata och frågor till Anthropic, OpenAI, Google, xAI eller DeepSeek, enligt det företagets integritetspolicy.
zh_hans: 如果你添加 Claude、ChatGPT、Gemini、Grok 或 DeepSeek 的 API 密钥，你的会话数据和问题会发送给 Anthropic、OpenAI、Google、xAI 或 DeepSeek，并受该公司隐私政策约束。

source: If you add them, a profile photo, the email contacts you save for the assistant and your default email recipients are kept with the rest of your data.
ar: إن أضفتها، تُحفظ صورة الملف الشخصي وجهات اتصال البريد التي تحفظها للمساعد ومستلمو البريد الافتراضيون مع بقية بياناتك.
da: Hvis du tilføjer dem, gemmes et profilbillede, de e-mailkontakter, du gemmer til assistenten, og dine standardmodtagere sammen med resten af dine data.
de: Wenn du sie hinzufügst, werden ein Profilfoto, die E-Mail-Kontakte, die du für den Assistenten speicherst, und deine Standardempfänger zusammen mit deinen übrigen Daten aufbewahrt.
es: Si los añades, una foto de perfil, los contactos de correo que guardas para el asistente y tus destinatarios predeterminados se guardan con el resto de tus datos.
fi: Jos lisäät ne, profiilikuva, avustajaa varten tallentamasi sähköpostiyhteystiedot ja oletusvastaanottajasi säilytetään muiden tietojesi kanssa.
fr: Si vous les ajoutez, une photo de profil, les contacts e-mail que vous enregistrez pour l’assistant et vos destinataires par défaut sont conservés avec le reste de vos données.
is: Ef þú bætir þeim við eru prófílmynd, netfangatengiliðirnir sem þú vistar fyrir aðstoðarmanninn og sjálfgefnir viðtakendur þínir geymdir með öðrum gögnum þínum.
it: Se li aggiungi, una foto del profilo, i contatti email che salvi per l’assistente e i tuoi destinatari predefiniti vengono conservati con il resto dei tuoi dati.
ja: 追加した場合、プロフィール写真、アシスタント用に保存したメール連絡先、デフォルトの宛先は、ほかのデータと一緒に保存されます。
ko: 추가하면 프로필 사진, 어시스턴트용으로 저장한 이메일 연락처, 기본 수신자가 나머지 데이터와 함께 보관됩니다.
nb: Hvis du legger dem til, lagres et profilbilde, e-postkontaktene du lagrer for assistenten og standardmottakerne dine sammen med resten av dataene dine.
nl: Als je ze toevoegt, worden een profielfoto, de e-mailcontacten die je voor de assistent opslaat en je standaardontvangers bewaard bij de rest van je gegevens.
pt_br: Se você os adicionar, uma foto de perfil, os contatos de e-mail que você salva para o assistente e seus destinatários padrão ficam guardados com o restante dos seus dados.
ru: Если вы их добавите, фото профиля, почтовые контакты, сохранённые для ассистента, и получатели по умолчанию хранятся вместе с остальными вашими данными.
sv: Om du lägger till dem sparas en profilbild, de e-postkontakter du sparar för assistenten och dina standardmottagare tillsammans med resten av dina data.
zh_hans: 如果你添加了头像、为助手保存的邮件联系人以及默认收件人，它们会与你的其他数据一起保存。

source: If you add a Tavily key for web search, the search queries the assistant writes go to Tavily.
ar: إذا أضفت مفتاح Tavily للبحث على الويب، فإن استعلامات البحث التي يكتبها المساعد تُرسل إلى Tavily.
da: Hvis du tilføjer en Tavily-nøgle til websøgning, sendes de søgeforespørgsler, assistenten formulerer, til Tavily.
de: Wenn du einen Tavily-Schlüssel für die Websuche hinzufügst, gehen die Suchanfragen, die der Assistent formuliert, an Tavily.
es: Si añades una clave de Tavily para buscar en la web, las consultas de búsqueda que redacta el asistente van a Tavily.
fi: Jos lisäät Tavily-avaimen verkkohakua varten, avustajan kirjoittamat hakukyselyt menevät Tavilylle.
fr: Si vous ajoutez une clé Tavily pour la recherche web, les requêtes de recherche rédigées par l’assistant sont envoyées à Tavily.
is: Ef þú bætir við Tavily-lykli fyrir vefleit fara leitarfyrirspurnirnar sem aðstoðarmaðurinn skrifar til Tavily.
it: Se aggiungi una chiave Tavily per la ricerca web, le query di ricerca scritte dall’assistente vanno a Tavily.
ja: ウェブ検索用に Tavily キーを追加すると、アシスタントが作成する検索クエリが Tavily に送信されます。
ko: 웹 검색용 Tavily 키를 추가하면 어시스턴트가 작성한 검색어가 Tavily로 전송됩니다.
nb: Hvis du legger til en Tavily-nøkkel for nettsøk, sendes søkene assistenten skriver, til Tavily.
nl: Als je een Tavily-sleutel voor zoeken op het web toevoegt, gaan de zoekopdrachten die de assistent opstelt naar Tavily.
pt_br: Se você adicionar uma chave do Tavily para pesquisa na web, as consultas de pesquisa que o assistente escreve vão para o Tavily.
ru: Если вы добавите ключ Tavily для веб-поиска, поисковые запросы, которые составляет ассистент, отправляются в Tavily.
sv: Om du lägger till en Tavily-nyckel för webbsökning skickas de sökfrågor som assistenten skriver till Tavily.
zh_hans: 如果你添加用于网页搜索的 Tavily 密钥，助手撰写的搜索查询会发送给 Tavily。

source: If you add your own API key for a cloud provider (Anthropic, OpenAI, Google, xAI or DeepSeek), your messages go directly to that provider, with the data needed to answer them.
ar: إذا أضفت مفتاح API الخاص بك لمزوّد سحابي (Anthropic أو OpenAI أو Google أو xAI أو DeepSeek)، فإن رسائلك تذهب مباشرةً إلى ذلك المزوّد، مع البيانات اللازمة للإجابة عنها.
da: Hvis du tilføjer din egen API-nøgle til en cloud-udbyder (Anthropic, OpenAI, Google, xAI eller DeepSeek), går dine beskeder direkte til den udbyder sammen med de data, der skal til for at besvare dem.
de: Wenn du deinen eigenen API-Schlüssel für einen Cloud-Anbieter (Anthropic, OpenAI, Google, xAI oder DeepSeek) hinzufügst, gehen deine Nachrichten direkt an diesen Anbieter, zusammen mit den Daten, die zu ihrer Beantwortung nötig sind.
es: Si añades tu propia clave de API de un proveedor en la nube (Anthropic, OpenAI, Google, xAI o DeepSeek), tus mensajes van directamente a ese proveedor, con los datos necesarios para responderlos.
fi: Jos lisäät oman API-avaimen pilvipalveluntarjoajalle (Anthropic, OpenAI, Google, xAI tai DeepSeek), viestisi menevät suoraan kyseiselle palveluntarjoajalle yhdessä niihin vastaamiseen tarvittavien tietojen kanssa.
fr: Si vous ajoutez votre propre clé d’API pour un fournisseur cloud (Anthropic, OpenAI, Google, xAI ou DeepSeek), vos messages vont directement à ce fournisseur, avec les données nécessaires pour y répondre.
is: Ef þú bætir við eigin API-lykli fyrir skýjaþjónustuaðila (Anthropic, OpenAI, Google, xAI eða DeepSeek) fara skilaboðin þín beint til þess þjónustuaðila, ásamt þeim gögnum sem þarf til að svara þeim.
it: Se aggiungi una tua chiave API per un provider cloud (Anthropic, OpenAI, Google, xAI o DeepSeek), i tuoi messaggi vanno direttamente a quel provider, insieme ai dati necessari per rispondere.
ja: クラウドプロバイダー（Anthropic、OpenAI、Google、xAI、DeepSeek）の API キーをご自身で追加すると、メッセージは回答に必要なデータとともにそのプロバイダーへ直接送信されます。
ko: 클라우드 제공업체(Anthropic, OpenAI, Google, xAI 또는 DeepSeek)의 API 키를 직접 추가하면, 메시지는 답변에 필요한 데이터와 함께 해당 제공업체로 직접 전송됩니다.
nb: Hvis du legger til din egen API-nøkkel for en skyleverandør (Anthropic, OpenAI, Google, xAI eller DeepSeek), går meldingene dine direkte til den leverandøren, sammen med dataene som trengs for å svare på dem.
nl: Als je je eigen API-sleutel voor een cloudaanbieder toevoegt (Anthropic, OpenAI, Google, xAI of DeepSeek), gaan je berichten rechtstreeks naar die aanbieder, met de gegevens die nodig zijn om ze te beantwoorden.
pt_br: Se você adicionar sua própria chave de API de um provedor em nuvem (Anthropic, OpenAI, Google, xAI ou DeepSeek), suas mensagens vão diretamente para esse provedor, com os dados necessários para respondê-las.
ru: Если вы добавите собственный ключ API облачного провайдера (Anthropic, OpenAI, Google, xAI или DeepSeek), ваши сообщения отправляются напрямую этому провайдеру вместе с данными, необходимыми для ответа.
sv: Om du lägger till en egen API-nyckel för en molnleverantör (Anthropic, OpenAI, Google, xAI eller DeepSeek) går dina meddelanden direkt till den leverantören, med de data som behövs för att besvara dem.
zh_hans: 如果你为云端提供方（Anthropic、OpenAI、Google、xAI 或 DeepSeek）添加自己的 API 密钥，你的消息会连同回答所需的数据直接发送给该提供方。

source: If you have questions about these terms, contact the developer through the App Store listing.
ar: إذا كانت لديك أسئلة حول هذه الشروط، تواصل مع المطور عبر صفحة App Store.
da: Hvis du har spørgsmål om disse vilkår, kontakt udvikleren via App Store-opslaget.
de: Bei Fragen zu diesen Bedingungen kontaktiere den Entwickler über den App-Store-Eintrag.
es: Si tienes preguntas sobre estos términos, contacta con el desarrollador a través de la página del App Store.
fi: Jos sinulla on kysyttävää näistä ehdoista, ota yhteyttä kehittäjään App Store -sivun kautta.
fr: Si vous avez des questions concernant ces conditions, contactez le développeur via la fiche de l'App Store.
is: Ef þú hefur spurningar um þessa skilmála, hafðu samband við þróunaraðilann í gegnum App Store síðuna.
it: Per domande su questi termini, contattare lo sviluppatore tramite la pagina dell'App Store.
ja: これらの利用規約についてご質問がある場合は、App Storeのリスティングから開発者にお問い合わせください。
ko: 이 약관에 대한 문의 사항이 있으시면 App Store 페이지를 통해 개발자에게 연락하세요.
nb: Hvis du har spørsmål om disse vilkårene, kontakt utvikleren gjennom App Store-oppføringen.
nl: Als u vragen heeft over deze voorwaarden, neem dan contact op met de ontwikkelaar via de App Store-vermelding.
pt_br: Se você tiver dúvidas sobre estes termos, entre em contato com o desenvolvedor pela página da App Store.
ru: Если у вас есть вопросы об этих условиях, свяжитесь с разработчиком через страницу в App Store.
sv: Om du har frågor om dessa villkor, kontakta utvecklaren via App Store-sidan.
zh_hans: 如果你对这些条款有疑问，请通过App Store页面联系开发者。

source: If you previously denied Apple Health access, iOS won't show the system prompt again. The only way to re-enable specific categories is in the iOS Settings app, not here.
ar: إذا سبق ورفضت الوصول إلى Apple Health، فلن يعرض iOS مطالبة النظام مرة أخرى. الطريقة الوحيدة لإعادة تفعيل فئات محددة هي من تطبيق الإعدادات في iOS، وليس من هنا.
da: Hvis du tidligere har nægtet adgang til Apple Health, viser iOS ikke systemprompten igen. Den eneste måde at genaktivere bestemte kategorier på er i iOS Indstillinger-appen, ikke her.
de: Wenn du den Zugriff auf Apple Health zuvor abgelehnt hast, zeigt iOS die Systemabfrage nicht erneut an. Bestimmte Kategorien kannst du nur in der iOS-App „Einstellungen“ wieder aktivieren, nicht hier.
es: Si anteriormente denegaste el acceso a Apple Health, iOS no volverá a mostrar el aviso del sistema. La única forma de volver a habilitar categorías concretas es en la app Ajustes de iOS, no aquí.
fi: Jos olet aiemmin evännyt Apple Health -käyttöoikeuden, iOS ei näytä järjestelmäkehotetta uudelleen. Yksittäiset kategoriat voi ottaa uudelleen käyttöön vain iOS:n Asetukset-sovelluksessa, ei täällä.
fr: Si vous avez précédemment refusé l'accès à Apple Santé, iOS n'affichera plus l'invite système. Le seul moyen de réactiver des catégories spécifiques est l'app Réglages d'iOS, pas ici.
is: Ef þú hafnaðir áður aðgangi að Apple Health mun iOS ekki sýna kerfiskvaðninguna aftur. Eina leiðin til að virkja tiltekna flokka aftur er í Stillingar-forriti iOS, ekki hér.
it: Se in precedenza hai negato l'accesso ad Apple Health, iOS non mostrerà di nuovo la richiesta di sistema. L'unico modo per riattivare categorie specifiche è nell'app Impostazioni di iOS, non qui.
ja: 以前に Apple Health へのアクセスを拒否した場合、iOS はシステムの確認画面を再表示しません。特定のカテゴリを再び有効にできるのは、ここではなく iOS の「設定」アプリのみです。
ko: 이전에 Apple Health 액세스를 거부한 경우 iOS는 시스템 메시지를 다시 표시하지 않습니다. 특정 카테고리를 다시 사용 설정하는 유일한 방법은 여기가 아니라 iOS 설정 앱에서입니다.
nb: Hvis du tidligere har avslått tilgang til Apple Health, viser ikke iOS systemforespørselen på nytt. Den eneste måten å aktivere bestemte kategorier på nytt er i iOS-appen Innstillinger, ikke her.
nl: Als je eerder toegang tot Apple Health hebt geweigerd, toont iOS de systeemvraag niet opnieuw. De enige manier om specifieke categorieën weer in te schakelen is via de iOS-app Instellingen, niet hier.
pt_br: Se você negou anteriormente o acesso ao Apple Health, o iOS não mostrará o aviso do sistema novamente. A única forma de reativar categorias específicas é no app Ajustes do iOS, não aqui.
ru: Если вы ранее запретили доступ к Apple Здоровье, iOS больше не покажет системный запрос. Повторно включить отдельные категории можно только в приложении «Настройки» iOS, а не здесь.
sv: Om du tidigare nekade åtkomst till Apple Health visar iOS inte systemfrågan igen. Det enda sättet att återaktivera specifika kategorier är i iOS-appen Inställningar, inte här.
zh_hans: 如果你之前拒绝了 Apple 健康 访问权限，iOS 将不会再次显示系统提示。重新启用特定类别的唯一方法是在 iOS 的“设置”应用中进行，而非此处。

source: If you previously purchased Emuqu and reinstalled, tap to restore your entitlement from your Apple ID.
ar: إذا سبق أن اشتريت Emuqu وأعدت تثبيته، فانقر لاستعادة استحقاقك من معرّف Apple ID الخاص بك.
da: Hvis du tidligere har købt Emuqu og geninstalleret, skal du trykke for at gendanne din rettighed fra dit Apple ID.
de: Wenn du Emuqu zuvor gekauft und neu installiert hast, tippe, um deine Berechtigung über deine Apple-ID wiederherzustellen.
es: Si compraste Emuqu anteriormente y lo reinstalaste, toca para restaurar tu acceso desde tu Apple ID.
fi: Jos ostit Emuqun aiemmin ja asensit sen uudelleen, palauta käyttöoikeutesi Apple ID:stäsi napauttamalla.
fr: Si vous avez déjà acheté Emuqu et l'avez réinstallé, touchez pour restaurer vos droits depuis votre identifiant Apple.
is: Ef þú keyptir Emuqu áður og settir það upp aftur, ýttu til að endurheimta réttindi þín úr Apple ID-inu þínu.
it: Se hai già acquistato Emuqu e l'hai reinstallato, tocca per ripristinare il tuo diritto dal tuo ID Apple.
ja: 以前にEmuquを購入して再インストールした場合は、タップしてApple IDから権利を復元してください。
ko: 이전에 Emuqu를 구입하고 재설치했다면 탭하여 Apple ID에서 사용 권한을 복원하세요.
nb: Hvis du tidligere har kjøpt Emuqu og installert det på nytt, trykk for å gjenopprette rettigheten din fra Apple-ID-en din.
nl: Als je Emuqu eerder hebt gekocht en opnieuw hebt geïnstalleerd, tik dan om je recht te herstellen vanaf je Apple ID.
pt_br: Se você comprou o Emuqu anteriormente e reinstalou, toque para restaurar seu direito de uso pelo seu Apple ID.
ru: Если вы ранее покупали Emuqu и переустановили его, нажмите, чтобы восстановить доступ через ваш Apple ID.
sv: Om du tidigare köpt Emuqu och installerat om, tryck för att återställa din behörighet från ditt Apple-ID.
zh_hans: 如果你之前购买过 Emuqu 并重新安装，请轻点以从你的 Apple ID 恢复使用权限。

source: If you turn on Apple Health export, it also writes HRV (SDNN), heart rate, resting heart rate, and sleep detected from heart rate on nights Health has none.
ar: إذا فعّلت التصدير إلى Apple Health، فإنه يكتب أيضًا HRV (SDNN) ومعدل ضربات القلب ومعدل ضربات القلب أثناء الراحة والنوم المُكتشف من معدل ضربات القلب في الليالي التي لا يحتوي فيها تطبيق صحتي على أي نوم.
da: Hvis du slår eksport til Apple Health til, skriver den også HRV (SDNN), puls, hvilepuls og søvn registreret ud fra pulsen på nætter, hvor Sundhed ikke har nogen.
de: Wenn du den Export nach Apple Health aktivierst, schreibt die App außerdem HRV (SDNN), Herzfrequenz, Ruheherzfrequenz und aus der Herzfrequenz erkannten Schlaf für Nächte, in denen Health keine Schlafdaten hat.
es: Si activas la exportación a Apple Health, también escribe HRV (SDNN), frecuencia cardíaca, frecuencia cardíaca en reposo y el sueño detectado a partir de la frecuencia cardíaca en las noches en que Salud no tiene ninguno.
fi: Jos otat Apple Health -viennin käyttöön, se kirjoittaa myös HRV:n (SDNN), sykkeen, leposykkeen sekä sykkeestä tunnistetun unen niille öille, joilta Terveys-sovelluksessa ei ole unitietoja.
fr: Si vous activez l’export vers Apple Santé, elle écrit aussi la HRV (SDNN), la fréquence cardiaque, la fréquence cardiaque au repos et le sommeil détecté à partir de la fréquence cardiaque les nuits où Santé n’en a aucun.
is: Ef þú kveikir á útflutningi í Apple Health skrifar það einnig HRV (SDNN), hjartslátt, hvíldarhjartslátt og svefn greindan út frá hjartslætti þær nætur sem Health hefur engan.
it: Se attivi l’esportazione su Apple Salute, scrive anche HRV (SDNN), frequenza cardiaca, frequenza cardiaca a riposo e sonno rilevato dalla frequenza cardiaca nelle notti in cui Salute non ne ha.
ja: Apple ヘルスケアへの書き出しをオンにすると、HRV（SDNN）、心拍数、安静時心拍数に加え、ヘルスケアに睡眠データがない夜には心拍数から検出した睡眠も書き込みます。
ko: Apple 건강 내보내기를 켜면 HRV(SDNN), 심박수, 안정 시 심박수를 기록하며, 건강 앱에 수면 데이터가 없는 밤에는 심박수로 감지한 수면도 기록합니다.
nb: Hvis du slår på eksport til Apple Health, skriver den også HRV (SDNN), puls, hvilepuls og søvn oppdaget fra pulsen på netter der Helse ikke har noen.
nl: Als je export naar Apple Health inschakelt, schrijft het ook HRV (SDNN), hartslag, rusthartslag en uit de hartslag gedetecteerde slaap weg op nachten waarvoor Gezondheid er geen heeft.
pt_br: Se você ativar a exportação para o Apple Saúde, ele também grava HRV (SDNN), frequência cardíaca, frequência cardíaca em repouso e o sono detectado pela frequência cardíaca nas noites em que o Saúde não tem nenhum registro.
ru: Если вы включите экспорт в Apple Здоровье, приложение также записывает ВСР (SDNN), частоту пульса, пульс в покое и сон, определённый по пульсу, в те ночи, когда в «Здоровье» нет данных о сне.
sv: Om du slår på export till Apple Hälsa skriver den också HRV (SDNN), puls, vilopuls och sömn som identifierats utifrån pulsen de nätter då Hälsa inte har någon.
zh_hans: 如果你开启导出到 Apple 健康，它还会写入 HRV（SDNN）、心率、静息心率，以及在“健康”没有睡眠数据的夜晚根据心率检测到的睡眠。
